{"sdg_goal":"11","target_id":"11.3","indicator_number":"11.3.1","indicator_sort_order":"11-03-01","national_indicator_available":"Percentage of the population living in areas where the Canadian Ambient Air Quality Standards are met","indicator_name":"Percentage of the population living in areas where the Canadian Ambient Air Quality Standards are met","target_name":"Increase the percentage of Canadians living in areas where air quality standards are achieved from 70% in 2015 to 85% in 2030","national_geographical_coverage":"Canada","computation_units":"Percentage","published":true,"reporting_status":"complete","national_indicator_description":"This indicator measures the percentage of the population living in areas where outdoor concentrations of air pollutants were below the 2020 standards. The Canadian Ambient Air Quality Standards (CAAQS, the standards) are health and environmental-based outdoor air quality objectives for pollutant concentrations in the air. The standards are intended to further protect human health and the environment and to drive continuous improvement in air quality across Canada. <em>(ECCC)</em>","computation_calculations":"The indicator is calculated by comparing the spatially averaged pollutant concentration for each geographical area with the respective 2020 Canadian Ambient Air Quality Standards (CAAQS, the standards). The total population of all geographical areas where the average concentrations for all pollutants are less than or equal to the respective standards are compared to the national population. <em>(ECCC)</em>","rationale_interpretation":"Canadians are exposed to air pollutants on a daily basis, and this exposure can result in adverse health effects. Exposure to some air pollutants, even at low levels, has been linked to increased heart and respiratory problems, leading to increased hospitalization, emergency room visits and premature death. To better inform Canadians, an indicator was devised that monitors general improvements to air quality using the 2020 Canadian Ambient Air Quality Standards. <em>(ECCC)</em>","comments_limitations":"From 2005 to 2018, approximately 63% of the population lived in areas covered by selected air quality monitoring stations that meet the data completeness criteria. The indicator assumes that the remainder of the population lives in areas where outdoor concentrations of ozone, fine particulate matter, sulphur dioxide and nitrogen dioxide are less than or equal to their 2020 standards. Populations in northern regions of the country have less coverage, as monitoring stations tend to be situated near urban areas with a higher population density. <em>(ECCC)</em>","graph_title":"Percentage of Canadians living in areas where outdoor concentrations of air pollutants were below the 2020 Canadian Ambient Air Quality Standards","graph_type":"line","graph_annotations":[{"unit":"Percentage","value":85,"preset":"target_line","description":"A target line crosses the graph at 85%."}],"data_non_statistical":false,"data_show_map":false,"source_active_1":true,"source_url_text_1":"Environment and Climate Change Canada (2020) Air Quality Research Division. Health Canada (2020) Air Health Effects Assessment Division","source_url_1":"https://www.canada.ca/en/environment-climate-change/services/environmental-indicators/population-exposure-outdoor-air-pollutants.html","source_organisation_1":"Environment and Climate Change Canada & Health Canada","source_periodicity_1":null,"source_geographical_coverage_1":"Canada","page_content":"This indicator correspond to the Canadian Environmental Sustainability Indicators <a href=\"https://www.canada.ca/en/environment-climate-change/services/environmental-indicators/population-exposure-outdoor-air-pollutants.html\"> <em>Population exposure to outdoor air pollutants</em></a>.\n","national_metadata_update_url_text":"2021-05-27: see changes on GitHub","national_metadata_update_url":"https://github.com/sdg-data-canada-odd-donnees/cif-data-donnees-cic/commit/4b91e410d31ebe7f92e45b6c42b0adf4bb6c799f","national_data_update_url_text":"2021-05-11: see changes on GitHub","national_data_update_url":"https://github.com/sdg-data-canada-odd-donnees/cif-data-donnees-cic/commit/3b9740d6e48128cfa78769f193b3e8a150eb12de","indicator":"11.3.1"}