{"sdg_goal":"13","target_id":"13.2","indicator_number":"13.2.1","indicator_sort_order":"13-02-01","national_indicator_available":"Frequency of selected natural disasters","indicator_name":"Frequency of selected natural disasters","target_name":"No specific target","national_geographical_coverage":"Canada","computation_units":"Number","published":true,"reporting_status":"complete","national_indicator_description":"This indicator tracks the frequency of selected natural disasters as defined by the Canadian Disaster Database.","computation_calculations":"<p>The Canadian Disaster Database tracks significant disaster events that conform to the Emergency Management Framework for Canada definition of a disaster and meet one or more of the following criteria:<br> 10 or more people killed<br> 100 or more people affected/injured/infected/evacuated or homeless<br> an appeal for national/international assistance<br> historical significance<br> significant damage/interruption of normal processes such that the community affected cannot recover on its own. <em>(Public Safety Canada)</em></p>","rationale_interpretation":"In Canada, emergency management adopts an all-hazards approach to address both natural and human-induced hazards and disasters. These are increasing in both number and frequency across the world, resulting in ever growing human suffering and economic cost. Canada is not immune to these events. Natural and human-induced hazards and disasters have become more prevalent in urban and rural communities. In addition, scientists predict that climate change will continue to increase the frequency and intensity of extreme weather events such as heat waves, heavy rainfalls and related flooding, droughts, forest fires, serious winter storms, hurricanes and tornados; that may increasingly strain emergency management capacities and budgets across Canada. These events can have profoundly negative effects on Canadians.<em>(An Emergency Management Framework for Canada - Third Edition.  Public Safety Canada)</em>","comments_limitations":"<p>It is important to note that the Canadian Disaster Database may not be suitable for comparative analysis because of differences in jurisdictional responsibilities, the type of data that is available, and how it is collected and used over time.<br> The information contained in the Canadian Disaster Database is based on information that is sourced from outside parties and may not be accurate and should therefore be interpreted with caution. <em>(Public Safety Canada)</em></p>","graph_title":"Frequency of selected natural disasters","graph_type":"bar","data_start_values":[{"field":"Event type","value":"Meteorological - Hydrological"},{"field":"Event sub-type","value":"Flood"},{"field":"Event sub-type","value":"Wildfire"},{"field":"Event sub-type","value":"Storms and Severe Thunderstorms"}],"data_non_statistical":false,"data_show_map":false,"source_active_1":true,"source_url_text_1":"The Canadian Disaster Database","source_url_1":"https://www.publicsafety.gc.ca/cnt/rsrcs/cndn-dsstr-dtbs/index-en.aspx","source_organisation_1":"Public Safety Canada","source_periodicity_1":"Annual","source_geographical_coverage_1":"Canada","page_content":"","national_metadata_update_url_text":"2021-05-14: see changes on GitHub","national_metadata_update_url":"https://github.com/sdg-data-canada-odd-donnees/cif-data-donnees-cic/commit/8e616423e3968b9715644f1998b415397b42f0c5","indicator":"13.2.1"}