{"sdg_goal":"15","target_id":"15.1","indicator_number":"15.1.1","indicator_sort_order":"15-1-01","national_indicator_available":"Proportion of native species ranked secure or apparently secure according to the national extinction risk level","indicator_name":"Proportion of native species ranked secure or apparently secure according to the national extinction risk level","target_name":"No specific target","national_geographical_coverage":"Canada","computation_units":"Percentage","published":true,"reporting_status":"complete","national_indicator_description":"The main indicator summarizes the risk of extinction for individual species in Canada. A species is defined as a population of organisms that does not usually interbreed with other populations, even where they overlap in space and time. <em>(ECCC)</em>","computation_calculations":"National extinction risk levels are an assessment of the likelihood that a species will disappear from Canada (become extirpated). Risk levels are based on the rarity of the species, recent trends in population size and distribution, and the threats that are present. The proportion of assessed species in each risk category is reported. Also reported is the proportion of species for which the extinction risk is known versus the total number of known species. Species that are not native to Canada are labelled as exotic and not assessed for extinction risk. <em>(ECCC)</em>","rationale_interpretation":"The indicators provide a measure of extinction risk and an indication of the overall state of biodiversity in Canada, since the loss of a species is a loss of biodiversity. The leading cause of biodiversity loss in Canada and around the world is the loss of habitat to human development. Direct threats such as habitat loss and overharvest can be mitigated through actions such as habitat protection and harvest regulation. Wild species also face the indirect effects of human activities, including invasive species, new diseases, and climate change. Exotic species can become invasive and alter how ecosystems function. <em>(ECCC)</em>","comments_limitations":"<p>The number of species assessed in the Wild Species report series has increased from 1 670 in 2000 to 29 848 in 2015. However, there are still many species left to assess; the vast majority of them are insects and other invertebrates.<br> Conservation ranks consider only the risk of extirpation from Canada. In some cases, large changes in population size or distribution may not trigger a change in rank. <em>(ECCC)</em></p>","graph_title":"Proportion of native species ranked secure or apparently secure, by species","graph_type":"bar","data_start_values":[{"field":"Species group","value":"All speicies"}],"data_non_statistical":false,"data_show_map":false,"source_active_1":true,"source_url_text_1":"Status of wild species","source_url_1":"https://www.canada.ca/en/environment-climate-change/services/environmental-indicators/status-wild-species.html","source_organisation_1":"Environment and Climate Change Canada","source_periodicity_1":"Every 5 years","source_geographical_coverage_1":"Canada","page_content":"This indicator correspond to the Canadian Environmental Sustainability Indicators <em>Status of wild species</em>.\n","national_metadata_update_url_text":"2021-05-14: see changes on GitHub","national_metadata_update_url":"https://github.com/sdg-data-canada-odd-donnees/cif-data-donnees-cic/commit/4387a07d7006b00137f4df4dc714dea6f231142e","national_data_update_url_text":"2021-05-18: see changes on GitHub","national_data_update_url":"https://github.com/sdg-data-canada-odd-donnees/cif-data-donnees-cic/commit/c0bbc9040bb3e7f0066ee7abf6485211bc526960","indicator":"15.1.1"}