{"sdg_goal":"16","target_id":"16.2","indicator_number":"16.2.1","indicator_sort_order":"16-2-01","national_indicator_available":"Crime severity index","indicator_name":"Crime severity index","target_name":"No specific target","published":true,"reporting_status":"complete","national_geographical_coverage":"Canada, Province or territory","computation_units":"Index 2006=100","national_indicator_description":"The Crime Severity Index (CSI) measures changes in the level of severity of police-reported crime in Canada from year to year. The crime severity index includes all Criminal Code violations including traffic, as well as drug violations and all Federal Statutes.","computation_calculations":"In the index, all crimes are assigned a weight based on their seriousness. The level of seriousness is based on actual sentences handed down by the courts in all provinces and territories. More serious crimes are assigned higher weights, less serious offences lower weights. As a result, more serious offences have a greater impact on changes in the index. The PRCSI is standardized to 100 in base year 2006.","rationale_interpretation":"Data from the UCR Survey provide key information for crime analysis, resource planning and program development for the policing community. Municipal and provincial governments use the data to aid decisions about the distribution of police resources, definitions of provincial standards and for comparisons with other departments and provinces or territories.\nTo the federal government, the UCR survey provides information for policy and legislative development, evaluation of new legislative initiatives, and international comparisons.\nTo the public, the UCR survey offers information on the nature and extent of police-reported crime and crime trends in Canada. As well, media, academics and researchers use these data to examine specific issues about crime.","comments_limitations":"The Crime Severity Index is not available for police services or detachments with populations less than 1,000. Data for police services or detachments with populations less than 5,000 should be used with caution.","graph_title":"Crime severity index","graph_type":"line","data_start_values":[{"field":"Géographie","value":"Canada"},{"field":"Index","value":"Crime severity index"},{"field":"Index","value":"Violent crime severity index"},{"field":"Index","value":"Youth crime severity index"},{"field":"Index","value":"Youth violent crime severity index"}],"data_non_statistical":false,"data_show_map":false,"source_active_1":true,"source_url_text_1":"Statistics Canada. Table 35-10-0026-01  Crime severity index and weighted clearance rates, Canada, provinces, territories and Census Metropolitan Areas","source_url_1":"https://doi.org/10.25318/3510002601-eng","source_organisation_1":"Statistics Canada","source_periodicity_1":"Annual","source_geographical_coverage_1":"Canada, Province or territory, Census metropolitan area, Census metropolitan area part","page_content":"","national_metadata_update_url_text":"2021-05-13: see changes on GitHub","national_metadata_update_url":"https://github.com/sdg-data-canada-odd-donnees/cif-data-donnees-cic/commit/7eda88a09fb473ee91318a9baa00cbf9e3446ff3","national_data_update_url_text":"2021-05-11: see changes on GitHub","national_data_update_url":"https://github.com/sdg-data-canada-odd-donnees/cif-data-donnees-cic/commit/3b9740d6e48128cfa78769f193b3e8a150eb12de","indicator":"16.2.1"}