{"data_non_statistical":false,"goal_meta_link":"https://unstats.un.org/sdgs/metadata/files/Metadata-07-01-02.pdf ","goal_meta_link_text":"United Nations Sustainable Development Goals Metadata (PDF 232 KB)","graph_title":"Proportion de la population utilisant principalement des carburants et technologies propres","graph_type":"line","indicator_number":"7.1.2","indicator_definition":"Proportion of population with primary reliance on clean fuels and technology is calculated as the number of people using clean fuels and technologies for cooking, heating and lighting divided by total population reporting that any cooking, heating or lighting, expressed as percentage. “Clean” is defined by the emission rate targets and specific fuel recommendations (i.e. against unprocessed coal and kerosene) included in the normative guidance WHO guidelines for indoor air quality: household fuel combustion.","indicator_name":"Proportion de la population utilisant principalement des carburants et technologies propres","indicator_sort_order":"07-01-02","published":true,"reporting_status":"notstarted","sdg_goal":"7","target_name":"<p><strong>Ambition</strong> - Les Canadiens réduisent leur consommation d’énergie <br><strong>Cible</strong> - D'ici 2030, des économies d'énergie annuelles totales de 600 pétajoules seront réalisées grâce à l'adaptation des codes, normes et pratiques en matière d'efficacité énergétique à partir d'une économie de base de 27,4 pétajoules de 2017 à 2018</p>","target_id":"7.1","un_custodian_agency":"International Trade Centre (ITC) United Nations Conference on Trade and Development (UNCTAD) The World Trade Organization (WTO)","un_designated_tier":"1","page_content":"","national_metadata_update_url_text":"2021-05-11: see changes on GitHub","national_metadata_update_url":"https://github.com/sdg-data-canada-odd-donnees/cif-data-donnees-cic/commit/3cf455bcbd3be5e330f77f962a44b10422889ca6","national_data_update_url_text":"2021-05-11: see changes on GitHub","national_data_update_url":"https://github.com/sdg-data-canada-odd-donnees/cif-data-donnees-cic/commit/3cf455bcbd3be5e330f77f962a44b10422889ca6","indicator":"7.1.2"}